/*
* @Author: William Chan
* @Date:   2016-12-30 16:16:06
* @Last Modified by:   William
* @Last Modified time: 2017-01-04 14:25:20
*/

'use strict';
export default {
	[10000] : '服务器未处理错误',
	[10400] : '当前直播没有开始时间',
	[20100] : '手机号码不符合要求',
	[20101] : '短信发送失败',
	[20102] : '验证码发送请求过于频繁',
	[20103] : '短信验证失败',
	[20104] : '短信验证过期',
	[20200] : '用户名已经存在',
	[20202] : '用户名不符合要求',
	[20203] : '用户密码不符合要求',
	[20204] : '用户名不存在',
	[20205] : '用户名密码错误',
	[20206] : '登录次数超过限制',
	[20300] : '当前顾客没有openid',
	[20400] : '当前时间已经接近提醒时间',
	[20900] : '当前公众号没有此功能',
}
